IDEA Open Model
ColumnDataEc2.GeometricImperfectionsULS Property
Compatible with IDEA StatiCa 20.1
 Use calculation geometric imperfections for ULS
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool GeometricImperfectionsULS { get; set; }
Public Property GeometricImperfectionsULS As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace